Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "Девочка с раннего детства занималась легкой атлетикой. Она – потомственная спортсменка, родители брали ее с собой на тренировки, соревнования, дома девочка слышала рассказы взрослых о событиях в спорте. Занятия легкой атлетикой стали для нее увлекательным, интересным делом, она легко выполняла один норматив за другим. В возрасте 12 лет у девочки испортилось зрение. Врач посоветовал ей надевать во время тренировок и соревнований контактные линзы. Когда девушка надела их в первый раз, они мешали ей, она их постоянно чувствовала и отвлекалась. Через полчаса линзы уже не замечались, и спортсменка полностью сосредоточилась на тренировке.
Навыки и умения формируются только в практической деятельности, осуществляемой методами…", 2); 
Insert into Answers (idQwest, Answer) value (119, "контроля");
Insert into Answers (idQwest, Answer) value (119, "упражнения");
Insert into Dstractors (idQwest, Dstractor) value (119, "контроля");
Insert into Dstractors (idQwest, Dstractor) value (119, "упражнения");
Insert into Dstractors (idQwest, Dstractor) value (119, "обучения");
Insert into Dstractors (idQwest, Dstractor) value (119, "объяснения");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "Студент-первокурсник хотел сдать сессию на «отлично». В сессионный период он практически не отвлекался, отказывался от предложений товарищей сходить на дискотеку, погулять, тщательно готовился к экзаменам. Перед каждым экзаменом он испытывал сильное волнение. Сдав все экзамены на «5», студент был настолько рад, что выбежав на улицу, не сразу заметил, что идет дождь.
Действие ___________________ функции эмоций проявилось в ситуации, когда студент сосредоточился на подготовке к экзаменам, не поддался на уговоры друзей.", 0); 
Insert into Answers (idQwest, Answer) value (120, "переключательной");
Insert into Dstractors (idQwest, Dstractor) value (120, "переключательной");
Insert into Dstractors (idQwest, Dstractor) value (120, "побуждающей");
Insert into Dstractors (idQwest, Dstractor) value (120, "коммуникативной");
Insert into Dstractors (idQwest, Dstractor) value (120, "отражающей");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "В своей семье среди братьев и сестер молодой человек ничем не выделялся. А ему с детства хотелось стать знаменитым, чтобы родители им гордились. В течение всех лет обучения сначала в школе, а затем в институте он был активным участником всех мероприятий, выступал на научных конференциях. Но одноклассники, а затем и сокурсники постоянно посмеивались над ним, его не воспринимали всерьез. Но молодой человек всеми силами стремился добиться высот карьеры, ему хотелось власти над людьми. В 20 лет он добился поста исполнительного директора одной из престижных фирм. Казалось бы, что он имеет все, о чем мечтал. Но удовлетворения от своих достижений молодой директор не почувствовал. Внутри он чувствовал себя, как и маленький мальчик много лет назад, которого не замечают, недостаточно хвалят и любят. Теперь он не знал, что делать дальше.
Согласно теории личности А. Адлера, основными источниками формирования личности являются...", 2); 
Insert into Answers (idQwest, Answer) value (121, "стремление к превосходству");
Insert into Answers (idQwest, Answer) value (121, "чувство неполноценности");
Insert into Dstractors (idQwest, Dstractor) value (121, "стремление к превосходству");
Insert into Dstractors (idQwest, Dstractor) value (121, "базальная тревога");
Insert into Dstractors (idQwest, Dstractor) value (121, "кризис идентичности");
Insert into Dstractors (idQwest, Dstractor) value (121, "чувство неполноценности");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "Урок биологии проходит в 8 классе на тему «Приспособленность птиц к сезонным явлениям в природе». Учитель, объясняя новый материал по теме, замечает, что один из учеников не следит за ходом урока, а смотрит в окно. Во дворе школы несколько учеников играют в футбол, у них завязалась очень оживленная игра. Ученик в классе из окна увлеченно следит за тем, кто кому передает пасы. Выждав несколько секунд, учитель окликает мальчика и задает ему вопрос по теме. Ученик переводит взгляд на учителя и дает правильный ответ на вопрос. Учитель положительно оценивает его ответ. 
Тот факт, что ученик ответил на вопрос учителя, несмотря на то, что отвлекся, говорит о выраженности у него таких свойств внимания, как… Укажите два варианта ответа.", 2); 
Insert into Answers (idQwest, Answer) value (122, "переключение");
Insert into Answers (idQwest, Answer) value (122, "распределение");
Insert into Dstractors (idQwest, Dstractor) value (122, "переключение");
Insert into Dstractors (idQwest, Dstractor) value (122, "устойчивость");
Insert into Dstractors (idQwest, Dstractor) value (122, "распределение");
Insert into Dstractors (idQwest, Dstractor) value (122, "концентрация");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "Жан Пиаже – швейцарский психолог, известен работами по изучению психологии детей, создатель теории когнитивного развития. Одно время он работал в Париже в школе для мальчиков. Помогая обрабатывать результаты IQ теста, Ж. Пиаже заметил, что маленькие дети постоянно дают неправильные ответы на некоторые вопросы. Это наблюдение привело его к теории, что мысли и когнитивные процессы, свойственные детям, существенно отличаются от таковых у взрослых. В одном из экспериментов Жан Пиаже выкладывал перед ребенком 5 – 7 лет два ряда мелких предметов (пуговицы и пр.) и спрашивал, в каком ряду их больше. После правильного ответа детей «Одинаково» предметы в нижнем ряду раздвигают. Теперь ребенок считает, что в нижнем ряду предметов стало больше. 
Описанный эксперимент свидетельствует, по мнению Ж. Пиаже, о таких свойствах психики ребенка, как...", 2); 
Insert into Answers (idQwest, Answer) value (123, "центрация");
Insert into Answers (idQwest, Answer) value (123, "неумение сосредоточиться на изменениях");
Insert into Dstractors (idQwest, Dstractor) value (123, "центрация");
Insert into Dstractors (idQwest, Dstractor) value (123, "неумение сосредоточиться на изменениях");
Insert into Dstractors (idQwest, Dstractor) value (123, "эгоцентризм");
Insert into Dstractors (idQwest, Dstractor) value (123, "анимизм");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "Проанализируйте клинический пример с целью  квалификации интеллектуального дефекта:
«Лена Л., ученица 2-го класса массовой школы, была направлена на консультацию с жалобами на большие затруднения в обучении. Со слов матери, беременность этой девочкой протекала при плохом самочувствии, с наличием токсикоза и резко повышенного кровяного давления. Роды затяжные, с выдавливанием плода. Раннее развитие ребенка шло с задержкой ходьбы и речи. В дошкольном возрасте родные отметили, что девочка заметно отстает в развитии по сравнению с другими детьми. Отставание в развитии особенно резко проявилось, когда девочка в возрасте 7 лет пошла в школу. С первых дней обучения выяснилось, что Лена не может усвоить самые элементарные школьные навыки: не могла запомнить ни одной буквы не могла овладеть порядковым счетом в пределах 5. Во 2-м классе девочка механически заучила некоторые приемы счета, таблицу умножения, но очень плохо справлялась с решением арифметических задач. В 2-м классе Лена, даже при большой помощи, которая ей оказывалась, справиться со школьными требованиями не могла».", 0); 
Insert into Answers (idQwest, Answer) value (124, "умственная отсталость");
Insert into Dstractors (idQwest, Dstractor) value (124, "задержка психического развития");
Insert into Dstractors (idQwest, Dstractor) value (124, "умственная отсталость");
Insert into Dstractors (idQwest, Dstractor) value (124, "деменция");
Insert into Dstractors (idQwest, Dstractor) value (124, "аутизм");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "Определите, какой метод регуляции психофизиологического состояния предлагается в следующем упражнении: «Сосредоточьте внимание на своем дыхании. Медленно вдохните воздух носом и на некоторое время задержите его в легких. Выдох осуществляйте постепенно, тоже через нос, сосредоточившись на ощущениях, связанных с дыханием. Проговаривайте про себя: «Моя левая рука тяжелеет... Мои руки стали тяжелыми. Моя правая нога тяжелеет... Моя левая нога тяжелеет... Мои ноги стали тяжелыми. Мои руки и ноги стали тяжелыми...».", 0); 
Insert into Answers (idQwest, Answer) value (125, "аутогенная тренировка");
Insert into Dstractors (idQwest, Dstractor) value (125, "аутогенная тренировка");
Insert into Dstractors (idQwest, Dstractor) value (125, "регрессивный гипноз");
Insert into Dstractors (idQwest, Dstractor) value (125, "идеомоторная тренировка");
Insert into Dstractors (idQwest, Dstractor) value (125, "метод биологической обратной связи");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "В одной из школ вспыхнули бои между учениками. Почти каждый день после уроков подростки собирались во дворе школы и под возгласы зрителей начинали выяснять отношения посредством кулачных боев. В результате дети возвращались домой с синяками, в разорванной одежде, а родители приходили в школу с жалобами. Проблема обсуждалась на классных часах с ребятами и на родительских собраниях. Однако ситуация не менялась.
Определите формулу конфликтной ситуации.", 0); 
Insert into Answers (idQwest, Answer) value (126, "конфликт типа С");
Insert into Dstractors (idQwest, Dstractor) value (126, "конфликт типа А");
Insert into Dstractors (idQwest, Dstractor) value (126, "конфликт типа В");
Insert into Dstractors (idQwest, Dstractor) value (126, "конфликт типа Б");
Insert into Dstractors (idQwest, Dstractor) value (126, "конфликт типа С");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "Подросток просмотрел передачу, где в качестве эксперта был приглашен юрист, велся обмен мнениями между участниками международного проекта. Ведущий представлял слово каждому, внимательно слушал и уточнял смысл высказываний. Юрист в передаче настолько импонировал подростку, что он задумался о выборе профессии в будущем. В словаре он прочитал, что юрист – это специалист по правоведению, юридическим наукам, практический деятель в области права. Также мальчик пришел к выводу, что для того чтобы работать юристом, надо после школы закончить вуз. Мальчик, размышления о профессии юриста, использовал такие формы мышления, как ...", 2); 
Insert into Answers (idQwest, Answer) value (127, "понятие");
Insert into Answers (idQwest, Answer) value (127, "суждение");
Insert into Dstractors (idQwest, Dstractor) value (127, "индукция");
Insert into Dstractors (idQwest, Dstractor) value (127, "умозаключение");
Insert into Dstractors (idQwest, Dstractor) value (127, "понятие");
Insert into Dstractors (idQwest, Dstractor) value (127, "суждение");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "Мальчик шел на тренировку в спортивную школу. По дороге он увидел, как ребенок выбегает за выкатившимся на проезжую часть мячом. В это самое время из-за поворота показалась грузовая машина, мчавшаяся на большой скорости. Мальчик, не раздумывая, бросил свою сумку и в считанные секунды оказался у дороги. Схватив ребенка за капюшон куртки, он отработанным движением сгруппировался и откатился с ним от края дороги. Мяч спасти не удалось, зато ребенок остался жив. От страха он не мог ничего говорить. Тогда мальчик вспомнил, что с людьми в таком состоянии надо разговаривать. Заметив, что ребенок начал поддерживать разговор, он предложил позвонить его родителям. Мальчик, спасая ребенка, проявил такие качества мышления, как ...", 2); 
Insert into Answers (idQwest, Answer) value (128, "глубина");
Insert into Answers (idQwest, Answer) value (128, "широта");
Insert into Dstractors (idQwest, Dstractor) value (128, "быстрота");
Insert into Dstractors (idQwest, Dstractor) value (128, "критичность");
Insert into Dstractors (idQwest, Dstractor) value (128, "глубина");
Insert into Dstractors (idQwest, Dstractor) value (128, "широта");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "", 2); 
Insert into Answers (idQwest, Answer) value (129, "глубина");
Insert into Answers (idQwest, Answer) value (129, "широта");
Insert into Dstractors (idQwest, Dstractor) value (129, "быстрота");
Insert into Dstractors (idQwest, Dstractor) value (129, "критичность");
Insert into Dstractors (idQwest, Dstractor) value (129, "глубина");
Insert into Dstractors (idQwest, Dstractor) value (129, "широта");

Insert into Qwests (idTest, Title, TypeQwest)
   value (2, "", 2); 
Insert into Answers (idQwest, Answer) value (130, "глубина");
Insert into Answers (idQwest, Answer) value (130, "широта");
Insert into Dstractors (idQwest, Dstractor) value (130, "быстрота");
Insert into Dstractors (idQwest, Dstractor) value (130, "критичность");
Insert into Dstractors (idQwest, Dstractor) value (130, "глубина");
Insert into Dstractors (idQwest, Dstractor) value (130, "широта");