Insert into Qwests (idTest, Title, TypeQwest)
   value (3, "Разработка рабочей программы по преподаваемой педагогом дисциплине производиться на основе следующих документов:", 0);
Insert into Answers (idQwest, Answer) value (66, "ФГОС основного общего образования, примерной программы преподаваемой  дисциплины, учебного плана,  учебно-методического комплекса  дисциплин"); 
Insert into Dstractors (idQwest, Dstractor) value (66, "Основной общеобразовательной программы, Образовательной программы,  Программы развития,  учебного плана.");
Insert into Dstractors (idQwest, Dstractor) value (66, "ФГОС основного общего образования, примерной программы преподаваемой  дисциплины, учебного плана,  учебно-методического комплекса  дисциплин.");
Insert into Dstractors (idQwest, Dstractor) value (66, "ФГОС основного общего образования, учебного плана, учебника по предмету.");

Insert into Qwests (idTest, Title, TypeQwest)
   value (3, "Педагог разработал Рабочую программу дисциплины по модульному принципу, определил ожидаемые результаты подготовки обучающихся, организовал  целеполагание, определил виды деятельности обучающихся под каждый результат, продумал схему мониторинга результатов.", 0);
Insert into Answers (idQwest, Answer) value (67, "Педагог разработал Рабочую программу дисциплины по модульному принципу, определил ожидаемые результаты подготовки обучающихся, определил виды деятельности обучающихся под каждый результат, продумал схему мониторинга результатов."); 
Insert into Dstractors (idQwest, Dstractor) value (67, "Педагог разработал Рабочую программу дисциплины по модульному принципу, определил ожидаемые результаты подготовки обучающихся, определил виды деятельности обучающихся под каждый результат, продумал схему мониторинга результатов.");
Insert into Dstractors (idQwest, Dstractor) value (67, "Педагог разработал Рабочую программу дисциплины, тематический план, поурочные планы уроков, проводит опрос  освоенных знаний, умений, навыков обучающихся на каждом уроке,  ежедневно выставляет отметки за выполненную работу.");
Insert into Dstractors (idQwest, Dstractor) value (67, "Педагог разработал Рабочую программу дисциплины по модульному принципу, определил ожидаемые результаты подготовки обучающихся, организовал  целеполагание, определил виды деятельности обучающихся под каждый результат, продумал схему мониторинга результатов.");

Insert into Qwests (idTest, Title, TypeQwest)
   value (3, "Алгоритм разработки  программы развития образовательной организации в целях создания безопасной и комфортной образовательной среды включает следующие действия:", 0);
Insert into Answers (idQwest, Answer) value (68, "Создание инициативной группы по распределению обязанностей по разработке  разделов  Программы развития,  проблемно-целевой анализ результативности образовательной, воспитательной и  развивающей  среды школы, определение основных проблем, выход из проблем в цели, определение  направлений деятельности, определение ожидаемых результатов,  разработка плана(программы) действий."); 
Insert into Dstractors (idQwest, Dstractor) value (68, "Проблемно-целевой анализ результативности образовательной, воспитательной и  развивающей  среды школы администрацией школы, определение основных проблем, выход из проблем в цели, определение основных направлений деятельности, определение ожидаемых результатов,  разработка плана(программы) действий.");
Insert into Dstractors (idQwest, Dstractor) value (68, "Совещание при директоре школы по распределению обязанностей по написанию разделов  Программы развития, анализ интернет-источников (Программ развития других образовательных организаций),   определение основных направлений деятельности  и ожидаемых результатов применительно к данной школе,  разработка плана (программы) действий.");
Insert into Dstractors (idQwest, Dstractor) value (68, "Создание инициативной группы по распределению обязанностей по разработке  разделов  Программы развития,  проблемно-целевой анализ результативности образовательной, воспитательной и  развивающей  среды школы, определение основных проблем, выход из проблем в цели, определение  направлений деятельности, определение ожидаемых результатов,  разработка плана(программы) действий.");

Insert into Qwests (idTest, Title, TypeQwest)
   value (3, "Алгоритм планирования  учебных занятий педагогом на основе требований ФГОС общего образования  включает следующие действия:", 0);
Insert into Answers (idQwest, Answer) value (69, "Уточнение темы и ожидаемых результатов подготовки  в Рабочей программе ( календарно-тематическом плане), конкретизация образовательных результатов, определение видов деятельности обучающихся под каждый  вид результата, уточнение технологии, методов и учебных средств, разработка технологической карты урока с учетом специфики контингента."); 
Insert into Dstractors (idQwest, Dstractor) value (69, "Уточнение темы и ожидаемых результатов подготовки  в Рабочей программе ( календарно-тематическом плане), конкретизация образовательных результатов, определение видов деятельности обучающихся под каждый  вид результата, уточнение технологии, методов и учебных средств, разработка технологической карты урока с учетом специфики контингента.");
Insert into Dstractors (idQwest, Dstractor) value (69, "Формулировка темы, цели и задач урока (образовательной, воспитательной, развивающей), разработка содержания,  выбор  методов и учебных средств, планирование  видов деятельности обучающихся, разработка плана урока (конспекта урока) и контролирующих материалов урока.");
Insert into Dstractors (idQwest, Dstractor) value (69, "Уточнение темы  по учебнику,  цели и задач урока (образовательной, воспитательной, развивающей), конкретных  заданий для  обучающихся  по учебнику и  рабочей тетради, уточнение объема заданий для сильных, средних, слабых детей.");

Insert into Qwests (idTest, Title, TypeQwest)
   value (3, "Алгоритм планирования  учебных занятий педагогом на основе требований ФГОС общего образования  включает следующие действия:", 0);
Insert into Answers (idQwest, Answer) value (70, "Вариант  a)
   1. Формулировка  темы урока учителем, формулировка  цели и задач урока   обучающимися, 
   2. определение   ожидаемых продуктов  образовательной деятельности,  форм и способов работы   по их достижению,
   3. самооценка полученных образовательных продуктов в соответствии с критериями,
   4. рефлексия и коррекция ошибок, согласование   итоговых отметок за урок."); 
Insert into Dstractors (idQwest, Dstractor) value (70, "Вариант  a)
   1. Формулировка  темы урока учителем, формулировка  цели и задач урока   обучающимися, 
   2. определение   ожидаемых продуктов  образовательной деятельности,  форм и способов работы   по их достижению,
   3. самооценка полученных образовательных продуктов в соответствии с критериями,
   4. рефлексия и коррекция ошибок, согласование   итоговых отметок за урок.");
Insert into Dstractors (idQwest, Dstractor) value (70, "Вариант b)
   1. Формулировка  темы урока учителем,
   2. постановка   цели и задач урока, форм и способов работы   по их достижению, 
   3. предъявление критериев  оценивания продуктов  образовательной деятельности,  
   4. оценивание  образовательных продуктов в соответствии с критериями со стороны учителя.");
Insert into Dstractors (idQwest, Dstractor) value (70, "Вариант c)
   1. Формулировка  темы урока учителем,
   2. объявление   цели и задач урока,  форм и способов работы   по их достижению, 
   3. выставление отметок за выполненные объемы работ и полученные   образовательные продукты учителем,
   4. организация работы  учащихся над допущенными  ошибками.");

Insert into Qwests (idTest, Title, TypeQwest)
   value (3, "Систематический анализ эффективности учебных занятий и подходов к обучению со стороны учителя включает:
    1. Сравнение требований нормативных документов к организации учебного процесса по предмету и реальных условий его протекания; 
    2. выявление противоречий и формулировка проблем в обучении детей, исходя из условий реализации определенного подхода к обучению;
    3. постановка дидактических целей и задач; планирование ожидаемых результатов на уровне продуктов образовательной деятельности детей в рамках определенного подхода к обучению;
    4. проектирование содержания и организации активной познавательной деятельности по достижению ожидаемых результатов; 
    5. соотнесение реальных достижений детей с запланированными  учителем в рамках дидактического подхода;
    6. коррекция  элементов учебного занятия.", 0);
Insert into Answers (idQwest, Answer) value (71, "по мере прохождения образовательных модулей."); 
Insert into Dstractors (idQwest, Dstractor) value (71, "при  аттестации учителя  на присвоение квалификационной категории;");
Insert into Dstractors (idQwest, Dstractor) value (71, "один раз в четверть, полугодие, учебный год;");
Insert into Dstractors (idQwest, Dstractor) value (71, "по мере прохождения образовательных модулей.");

Insert into Qwests (idTest, Title, TypeQwest)
   value (3, "Организация, осуществление контроля и оценки учебных достижений, текущих и итоговых результатов освоения основной образовательной программы обучающимися производится:", 0);
Insert into Answers (idQwest, Answer) value (72, "на основе достигнутых детьми  результатов прохождения образовательного модуля, итоговых контрольных работ;"); 
Insert into Dstractors (idQwest, Dstractor) value (72, "на основе достигнутых детьми  результатов прохождения образовательного модуля, итоговых контрольных работ;");
Insert into Dstractors (idQwest, Dstractor) value (72, "текущих контрольных работ;");
Insert into Dstractors (idQwest, Dstractor) value (72, "ежедневных отметок в электронном дневнике  обучающегося.");

Insert into Qwests (idTest, Title, TypeQwest)
   value (3, "Формирование универсальных учебных действий обучающихся оценивается через:", 0);
Insert into Answers (idQwest, Answer) value (73, "интегрированные задания по пониманию, осмыслению текстов, использованию информации для решения возникающих проблем;"); 
Insert into Dstractors (idQwest, Dstractor) value (73, "интегрированные задания по пониманию, осмыслению текстов, использованию информации для решения возникающих проблем;");
Insert into Dstractors (idQwest, Dstractor) value (73, "предметные учебные действия: сформированные знания, умения, навыки;");
Insert into Dstractors (idQwest, Dstractor) value (73, "личностные результаты подготовки.");